rent-service/SOAPRent/src/main/resources/get_all_developers.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:us="http://www.hex.com/hex/developer">
    <soapenv:Header/>
    <soapenv:Body>
        <us:getAllDevelopersRequest/>
    </soapenv:Body>
</soapenv:Envelope>